{"status": "OK", "response": {"docs": [{"snippet": "WILSON--Robert W. The Board of Trustees, Auxiliary and staff of Brooklyn Botanic Garden extend our sincere sympathy to the family and friends of former Garden Trustee Robert W. Wilson. Bob was an important Garden advisor and generous supporter of ...", "abstract": null, "news_desk": "Classified", "slideshow_credits": null, "lead_paragraph": "<!-- ROBERT W WILSON -->WILSON--Robert W. The Board of Trustees, Auxiliary and staff of Brooklyn Botanic Garden extend our sincere sympathy to the family and friends of former Garden Trustee Robert W. Wilson. Bob was an important Garden advisor and generous supporter of BBG for more than 40 years, and served as an active Trustee and Board Committee member in the 1970's. His legacy at the Garden endures in new gardens and greenhouses created from his challenge grants over two capital campaigns. We mourn the loss of his leadership and his true commitment to conserving the natural world. Scot Medbury, President Frederick Bland, Chairman Frances Mendlow, Auxiliary President<br><br>\n ", "source": "The New York Times", "subsection_name": null, "headline": {"main": "Paid Notice: Deaths  WILSON, ROBERT W."}, "type_of_material": "Paid Death Notice", "blog": [], "word_count": "104", "multimedia": [], "document_type": "article", "web_url": "https://www.legacy.com/Link.asp?I=LS000168758209", "byline": null, "_id": "52bd4fa838f0d8377a7ad6d1", "section_name": "Paid Death Notices", "print_page": null, "pub_date": "2013-12-27T01:25:45Z", "keywords": []}, {"snippet": "MADDEN--Peter Hammond, died on December 21, 2013 in Rye Brook, New York. He had been unwell for some time, according to his sister, Christina Madden Whitman of New York City. Mr. Madden was born in Greenwich, CT. on November 21, 1940 to the late J...", "abstract": null, "news_desk": "Classified", "slideshow_credits": null, "lead_paragraph": "<!-- PETER H MADDEN -->MADDEN--Peter Hammond, died on December 21, 2013 in Rye Brook, New York. He had been unwell for some time, according to his sister, Christina Madden Whitman of New York City. Mr. Madden was born in Greenwich, CT. on November 21, 1940 to the late James Madden and the late Mrs. H. Adams Ashforth, and lived in both New York City and Greenwich. He graduated from the Hotchkiss School in 1958 and with the Yale class of 1962, where he participated on the crew team. He then went to Law School at the University of Virginia, graduating with an LL.B. degree in 1965, served his time in the United States Army, and then worked for some years for the law firm of Davis Polk & Wardwell in New York. He was predeceased by an older brother, Michael Jay Madden, and is survived by his sister, Mrs. Whitman, and a niece, Elizabeth Whitman. Funeral services will be private.<br><br>\n ", "source": "The New York Times", "subsection_name": null, "headline": {"main": "Paid Notice: Deaths  MADDEN, PETER H."}, "type_of_material": "Paid Death Notice", "blog": [], "word_count": "156", "multimedia": [], "document_type": "article", "web_url": "https://www.legacy.com/Link.asp?I=LS000168758208", "byline": null, "_id": "52bd4fa738f0d8377a7ad6c9", "section_name": "Paid Death Notices", "print_page": null, "pub_date": "2013-12-27T01:25:44Z", "keywords": []}, {"snippet": "DONOVAN--John Molloy, a former partner at Salomon Brothers died peacefully at his home on December 24, 2013 from complications of advanced Parkinson's disease. He is survived by his wife of 56 years, Patti; his children Richard, Mary-Joan Buckley,...", "abstract": null, "news_desk": "Classified", "slideshow_credits": null, "lead_paragraph": "<!-- JOHN M DONOVAN --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-1000603706-DONOVANJ.1_012529.jpg\" lgyOrigName=\"NYT-1000603706-DONOVANJ.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">DONOVAN--John Molloy, a former partner at Salomon Brothers died peacefully at his home on December 24, 2013 from complications of advanced Parkinson's disease. He is survived by his wife of 56 years, Patti; his children Richard, Mary-Joan Buckley, and William; his grandchildren Kaitlyn Donovan, Will Buckley, Patsy Buckley, Aidan Donovan and Maureen Donovan. He was predeceased by his parents Thomas and Mary and his brother William. Born in New York, NY he attended Incarnation School in Washington Heights and Power Memorial High School. He went on to attend Colgate University where he played football and was a member of the Theta Chi fraternity. He graduated from Colgate in 1952 and was fondly known by his classmates as Duke. As an alumnus he was a member of Colgate's President's Club, a Maroon Citation recipient, a Wm. Brian Little Award recipient for distinguished service to the university and a member of the James B. Colgate Society. Following college he joined the US Navy and served on the USS Haynesworth as an officer during the Korean Conflict. Upon completion of his military service, Mr. Donovan enrolled in New York University's MBA program and earned a masters degree in 1957. His professional career started at Crucible Steel in Pittsburgh, PA. He went on to take a position at Mellon Bank, Pittsburgh, in its Municipal Sales and Trading department. He moved back to New York in 1962 as part of Mellon's expansion of its New York Municipal presence. Several years later he joined Lehman Brothers as a municipal sales person. In 1970 he joined Salomon Brothers Municipal Sales and Trading Department where he served as a sales manager. He was made a partner in 1979. He later left the sales and trading group to head-up the Municipal Finance Department, which he ran until 1987. During his time at Salomon Brothers, Mr. Donovan worked on many important public projects including the New York City fiscal crisis in the early Seventies where his efforts along with others staved off bankruptcy and fiscal collapse for the city. Mr. Donovan completed his career at Dean Witter Reynolds as the head of Municipal Finance, where he worked until his retirement in 1992. In retirement, he spent his time between his homes in Short Hills, NJ; Quogue, NY; and Hobe Sound, FL. He was a long time member of Canoe Brook Country Club in Summit, NJ; Westhampton Country Club in Westhampton Beach, NY; and Loblolly Pines in Hobe Sound, FL. Mr. Donovan served as the President of the Loblolly Bay Association during which time it merged with Loblolly Pines to form Loblolly. A Funeral Mass will be celebrated at St. Rose of Lima Church, 50 Short Hills Rd, Short Hills on Monday, December 30th at 11:15am. Interment at Quogue Cemetery, Quogue, NY will be on Tuesday at noon. Relatives and friends are invited to visit at Bradley, Smith & Smith Funeral Home, 415 Morris Ave, Springfield on Sunday, December 29th from 3 to 8pm. In lieu of flowers, donations in Mr. Donovan's memory may be made to St. Patrick's Cathedral at <a href=\"http://saintpatrickscathedral.org\" target=\"_new\" rel=\"nofollow\">saintpatrickscathedral.org</a>. For further information or to send a condolence, please go to <a href=\"http://bradleyfuneralhomes.com\" target=\"_new\" rel=\"nofollow\">bradleyfuneralhomes.com</a>.<br><br>\n ", "source": "The New York Times", "subsection_name": null, "headline": {"main": "Paid Notice: Deaths  DONOVAN, JOHN M."}, "type_of_material": "Paid Death Notice", "blog": [], "word_count": "523", "multimedia": [], "document_type": "article", "web_url": "https://www.legacy.com/Link.asp?I=LS000168758207", "byline": null, "_id": "52bd4fa538f0d8377a7ad6c1", "section_name": "Paid Death Notices", "print_page": null, "pub_date": "2013-12-27T01:25:43Z", "keywords": []}, {"snippet": "BOHRER--Harry. UJA-Federation of New York mourns the passing of Harry Bohrer, whose dedication to helping those in need will live on through his children, Margaret Beauregard, Jeffrey, Nathaniel (Betsy), Seth (Susan), and Clifford Stanley. We exte...", "abstract": null, "news_desk": "Classified", "slideshow_credits": null, "lead_paragraph": "<!-- HARRY  BOHRER -->BOHRER--Harry. UJA-Federation of New York mourns the passing of Harry Bohrer, whose dedication to helping those in need will live on through his children, Margaret Beauregard, Jeffrey, Nathaniel (Betsy), Seth (Susan), and Clifford Stanley. We extend our condolences to Harry's siblings, Moe and Claire; his children; grandchildren; great-grandchildren; and the entire family. Alisa R. Doctoroff, President; Linda Mirels, Chair of the Board; John S. Ruskay, Executive VP & CEO<br><br>\n ", "source": "The New York Times", "subsection_name": null, "headline": {"main": "Paid Notice: Deaths  BOHRER, HARRY "}, "type_of_material": "Paid Death Notice", "blog": [], "word_count": "69", "multimedia": [], "document_type": "article", "web_url": "https://www.legacy.com/Link.asp?I=LS000168758206", "byline": null, "_id": "52bd4fa338f0d8377a7ad6bf", "section_name": "Paid Death Notices", "print_page": null, "pub_date": "2013-12-27T01:25:42Z", "keywords": []}, {"snippet": "STEINBERG--Arnold. UJA-Federation of New York mourns the passing of Arnold Steinberg. He leaves behind a loving family that will carry on his legacy of exceptional philanthropy. We extend our condolences to Arnold's wife, Lillian; his children, St...", "abstract": null, "news_desk": "Classified", "slideshow_credits": null, "lead_paragraph": "<!-- ARNOLD  STEINBERG -->STEINBERG--Arnold. UJA-Federation of New York mourns the passing of Arnold Steinberg. He leaves behind a loving family that will carry on his legacy of exceptional philanthropy. We extend our condolences to Arnold's wife, Lillian; his children, Stuart (Fran), Meryl (Ken), and Jeffrey (Kay); his grandchildren; his great-grandchildren; and the entire family. Alisa R. Doctoroff, President; Linda Mirels, Chair of the Board; John S. Ruskay, Executive VP & CEO<br><br>\n ", "source": "The New York Times", "subsection_name": null, "headline": {"main": "Paid Notice: Deaths  STEINBERG, ARNOLD "}, "type_of_material": "Paid Death Notice", "blog": [], "word_count": "68", "multimedia": [], "document_type": "article", "web_url": "https://www.legacy.com/Link.asp?I=LS000168758205", "byline": null, "_id": "52bd4fa838f0d8377a7ad6cd", "section_name": "Paid Death Notices", "print_page": null, "pub_date": "2013-12-27T01:25:41Z", "keywords": []}, {"snippet": "ROTTER--Walter. UJA-Federation of New York mourns with sadness the passing of Walter Rotter, beloved father of Steve Rotter, a member of the UJA-Federation Board of Directors and Real Estate Executive Committee. Walter leaves behind a loving famil...", "abstract": null, "news_desk": "Classified", "slideshow_credits": null, "lead_paragraph": "<!-- WALTER  ROTTER -->ROTTER--Walter. UJA-Federation of New York mourns with sadness the passing of Walter Rotter, beloved father of Steve Rotter, a member of the UJA-Federation Board of Directors and Real Estate Executive Committee. Walter leaves behind a loving family whose generosity strengthens our ability to serve those in need. We extend our condolences to Walter's children, Steve (Robin), Ellen (Steven Silver), and Michael; to his grandchildren; great-grandchildren; and the entire family. Alisa R. Doctoroff, President; Linda Mirels, Chair of the Board; John S. Ruskay, Executive VP & CEO<br><br>\n ", "source": "The New York Times", "subsection_name": null, "headline": {"main": "Paid Notice: Deaths  ROTTER, WALTER "}, "type_of_material": "Paid Death Notice", "blog": [], "word_count": "86", "multimedia": [], "document_type": "article", "web_url": "https://www.legacy.com/Link.asp?I=LS000168758204", "byline": null, "_id": "52bd4fa738f0d8377a7ad6cb", "section_name": "Paid Death Notices", "print_page": null, "pub_date": "2013-12-27T01:25:40Z", "keywords": []}, {"snippet": "STEINBERG--Arnold. The Board of Governors and the members of the Seawane Club, record with sorrow the loss of our longtime member and former club President Arnold Steinberg. We extend heartfelt sympathy to his wife Lillian and family. Paul Kotcher...", "abstract": null, "news_desk": "Classified", "slideshow_credits": null, "lead_paragraph": "<!-- ARNOLD  STEINBERG -->STEINBERG--Arnold. The Board of Governors and the members of the Seawane Club, record with sorrow the loss of our longtime member and former club President Arnold Steinberg. We extend heartfelt sympathy to his wife Lillian and family. Paul Kotcher, President<br><br>\n ", "source": "The New York Times", "subsection_name": null, "headline": {"main": "Paid Notice: Deaths  STEINBERG, ARNOLD "}, "type_of_material": "Paid Death Notice", "blog": [], "word_count": "40", "multimedia": [], "document_type": "article", "web_url": "https://www.legacy.com/Link.asp?I=LS000168758203", "byline": null, "_id": "52bd4fa838f0d8377a7ad6ce", "section_name": "Paid Death Notices", "print_page": null, "pub_date": "2013-12-27T01:25:39Z", "keywords": []}, {"snippet": "DRENTTEL--William. Designer and publisher William Drenttel died December 21, 2013 at Connecticut Hospice after a long illness. He was 60. Born in Minneapolis, Drenttel grew up in Southern California and graduated in 1977 from Princeton University....", "abstract": null, "news_desk": "Classified", "slideshow_credits": null, "lead_paragraph": "<!-- WILLIAM  DRENTTEL -->DRENTTEL--William. Designer and publisher William Drenttel died December 21, 2013 at Connecticut Hospice after a long illness. He was 60. Born in Minneapolis, Drenttel grew up in Southern California and graduated in 1977 from Princeton University. He was a co-founder of Drenttel Doyle Partners, Winterhouse and Design Observer, a longtime trustee of Cooper-Hewitt National Design Museum, and a member of the Art Directors Club Hall of Fame. He is survived by his wife, Jessica Helfand and their two children, Malcolm and Fiona. A memorial service is planned for early March.<br><br>\n ", "source": "The New York Times", "subsection_name": null, "headline": {"main": "Paid Notice: Deaths  DRENTTEL, WILLIAM "}, "type_of_material": "Paid Death Notice", "blog": [], "word_count": "90", "multimedia": [], "document_type": "article", "web_url": "https://www.legacy.com/Link.asp?I=LS000168758202", "byline": null, "_id": "52bd4fa638f0d8377a7ad6c2", "section_name": "Paid Death Notices", "print_page": null, "pub_date": "2013-12-27T01:25:38Z", "keywords": []}, {"snippet": "FEDDER--Sara \"Susie\", 94, on December 25, 2013. Susie was an elegant and accomplished woman with a sharp wit and a great sense of humor. She loved reading, the TCM channel and always had a strong opinion about everything. She never missed a Broadw...", "abstract": null, "news_desk": "Classified", "slideshow_credits": null, "lead_paragraph": "<!-- SARA  FEDDER -->FEDDER--Sara \"Susie\", 94, on December 25, 2013. Susie was an elegant and accomplished woman with a sharp wit and a great sense of humor. She loved reading, the TCM channel and always had a strong opinion about everything. She never missed a Broadway show, adored shopping at Loehmann's when the labels were removed. It was fun. Susie loved a challenge and could take on the guys at a poker game. She adored animals, especially dogs, who were always a part of her family. Susie is mourned by her daughters Nancy and Marilyn, her daughter in-law Sandy, her son-in-law Gary, her adored grandson Jack and the many other family members and friends whose lives she touched. Susie we love you. You and Floyd truly made the world a better and kinder place.<br><br>\n ", "source": "The New York Times", "subsection_name": null, "headline": {"main": "Paid Notice: Deaths  FEDDER, SARA "}, "type_of_material": "Paid Death Notice", "blog": [], "word_count": "131", "multimedia": [], "document_type": "article", "web_url": "https://www.legacy.com/Link.asp?I=LS000168758201", "byline": null, "_id": "52bd4fa638f0d8377a7ad6c3", "section_name": "Paid Death Notices", "print_page": null, "pub_date": "2013-12-27T01:25:37Z", "keywords": []}, {"snippet": "LEWIS--Miriam B., 93, Deceber 20, 2013. Devoted aunt of Judy Thorpe, loving cousin of Marcia Ezra and Robert Friedland, soulmate of Joseph Fuchs. A cultured and generous New Yorker....", "abstract": null, "news_desk": "Classified", "slideshow_credits": null, "lead_paragraph": "<!-- MIRIAM B LEWIS -->LEWIS--Miriam B., 93, Deceber 20, 2013. Devoted aunt of Judy Thorpe, loving cousin of Marcia Ezra and Robert Friedland, soulmate of Joseph Fuchs. A cultured and generous New Yorker.<br><br>\n ", "source": "The New York Times", "subsection_name": null, "headline": {"main": "Paid Notice: Deaths  LEWIS, MIRIAM B."}, "type_of_material": "Paid Death Notice", "blog": [], "word_count": "29", "multimedia": [], "document_type": "article", "web_url": "https://www.legacy.com/Link.asp?I=LS000168758200", "byline": null, "_id": "52bd4fa738f0d8377a7ad6c8", "section_name": "Paid Death Notices", "print_page": null, "pub_date": "2013-12-27T01:25:36Z", "keywords": []}], "meta": {"offset": 270, "time": 75, "hits": 288}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}